Repository: gjermath/shopping-list-app
Catalog: ShoppingList/Resources/Localizable.xcstrings
Source language: en
Languages: da

source: Lists
da: Lister

source: Activity
da: Aktivitet

source: Profile
da: Profil

source: My Lists
da: Mine lister

source: List name
da: Listenavn

source: New List
da: Ny liste

source: Create List
da: Opret liste

source: Cancel
da: Annuller

source: Create
da: Opret

source: No Lists Yet
da: Ingen lister endnu

source: Tap + to create your first shopping list
da: Tryk + for at oprette din første indkøbsliste

source: Add items...
da: Tilføj varer...

source: List Settings
da: Listeindstillinger

source: Suggestions
da: Forslag

source: Check Duplicates
da: Tjek dubletter

source: Item
da: Vare

source: Name
da: Navn

source: Quantity (optional)
da: Antal (valgfrit)

source: Category
da: Kategori

source: Edit Item
da: Rediger vare

source: Save
da: Gem

source: Account
da: Konto

source: Preferences
da: Præferencer

source: Notifications
da: Notifikationer

source: Notification settings
da: Notifikationsindstillinger

source: Sign Out
da: Log ud

source: Language
da: Sprog

source: Device Default
da: Enhedsstandard

source: App Default
da: Appstandard

source: List Name
da: Listenavn

source: Members
da: Medlemmer

source: Owner
da: Ejer

source: Member
da: Medlem

source: Invite Members
da: Inviter medlemmer

source: Delete List
da: Slet liste

source: Leave List
da: Forlad liste

source: Done
da: Færdig

source: Delete
da: Slet

source: This will permanently delete the list for all members.
da: Dette vil permanent slette listen for alle medlemmer.

source: Share this link with family members so they can join your list
da: Del dette link med familiemedlemmer, så de kan deltage i din liste

source: Share Invite Link
da: Del invitationslink

source: No Activity Yet
da: Ingen aktivitet endnu

source: Activity will appear here as you use your lists more
da: Aktivitet vil vises her, efterhånden som du bruger dine lister mere

source: Finding suggestions...
da: Finder forslag...

source: No Suggestions Yet
da: Ingen forslag endnu

source: Suggestions improve as you use your lists more
da: Forslag forbedres, efterhånden som du bruger dine lister mere

source: Frequently Bought
da: Ofte købt

source: No Duplicates Found
da: Ingen dubletter fundet

source: Your list looks clean!
da: Din liste ser fin ud!

source: suggested
da: foreslået

source: Keep All
da: Behold alle

source: Similar Items
da: Lignende varer

source: Duplicate Review
da: Dubletgennemgang

source: I found these items
da: Jeg fandt disse varer

source: Add from Photo
da: Tilføj fra foto

source: Shopping List
da: Indkøbsliste

source: Keep your family's groceries in sync
da: Hold familiens indkøb synkroniseret

source: Sign in with test account
da: Log ind med testkonto

source: Offline — changes will sync when connected
da: Offline — ændringer synkroniseres når forbindelsen genoprettes

source: Produce
da: Frugt & grønt

source: Dairy
da: Mejeri

source: Meat
da: Kød

source: Bakery
da: Bageri

source: Frozen
da: Frost

source: Beverages
da: Drikkevarer

source: Pantry
da: Kolonial

source: Household
da: Husholdning

source: Personal Care
da: Personlig pleje

source: Other
da: Andet

source: Add to Shopping List
da: Tilføj til indkøbsliste

source: Add items to a shopping list
da: Tilføj varer til en indkøbsliste

source: Items
da: Varer

source: List
da: Liste

source: You need to open Shopping List and sign in first.
da: Du skal åbne Indkøbsliste og logge ind først.

source: Sorry, I couldn't reach your lists. Try again in a moment.
da: Beklager, jeg kunne ikke finde dine lister. Prøv igen om et øjeblik.

source: You don't have any shopping lists yet. Open the app to create one.
da: Du har ingen indkøbslister endnu. Åbn appen for at oprette en.

source: Sorry, I couldn't add that. Try again in a moment.
da: Beklager, jeg kunne ikke tilføje det. Prøv igen om et øjeblik.

source: Sorry, something went wrong. Try again.
da: Beklager, noget gik galt. Prøv igen.

source: Unable to process Apple Sign-In credentials.
da: Kunne ikke behandle Apple-loginoplysninger.

source: Failed to process image.
da: Kunne ikke behandle billedet.

source: You must be signed in.
da: Du skal være logget ind.

source: Invite link not found or expired.
da: Invitationslink ikke fundet eller udløbet.

source: You're already a member of this list.
da: Du er allerede medlem af denne liste.
